var grammar =
    [
        {
            "Lesson": "Buổi 3: 第6話(P48)& 第7話(P49)",
            "Level": null,
            "Data": [
                {
                    "Label": "Vて もらう",
                    "Mean": "làm gì đó cho ai",
                    "Gram": "Vて+もらう",
                    "Example": "1.マリアさんの家族の写真(しゃしん)を見せてもらいました。\n2.友だちにCDを貸(か)してもらう。\n"
                },
                {
                    "Label": "Vて くれる/あげる/やる",
                    "Mean": "ai làm gì đó cho mình/cho ai đó",
                    "Gram": "Vて+くれる/あげる/やる",
                    "Example": "1.子どものころ、母がよく本を読んでくれた。\n2.「引(ひ)っこしするの?じゃあ、手伝(てつだ)ってあげる。」\n3.子どもの荷物(にもつ)を持(も)ってやります。"
                },
                {
                    "Label": "V+始(はじ)める/終(お)わる",
                    "Mean": "bắt đầu/kết thúc làm gì đó ",
                    "Gram": "V-ます-+始(はじ)める/終(お)わる",
                    "Example": "1.去年(きょねん)、工場(こうじょう)で働(はたら)き始(はじ)めました。\n2.この本は、もう読み終わった。\n3.皆(みな)さんが食べ終(お)わるまで、待(ま)ってください。"
                },
                {
                    "Label": "Vたり Vたり",
                    "Mean": "V và V, dùng để liệt kê hành động mà không cần chú ý đến thứ tự hành động trước sau",
                    "Gram": "Vた+り、Vた+り",
                    "Example": "1.日本のCDを聞いたり、テレビを見たりして、日本語を覚えました。\n2.休みの日、DVDを見たりゲ-ムをしたりします。"
                },
                {
                    "Label": "Vたまま",
                    "Mean": "- giữ nguyên V",
                    "Gram": "Vた+まま/ままだ/ままのN",
                    "Example": "1.お父さんは、昨日、テレビをつけたままねていました。\n2.雨にぬれたままだと、かぜをひくよ。\n3.買い物に行ったまま、まだ帰って来ません。"
                },
                {
                    "Label": "Vたらどう",
                    "Mean": "- nếu làm cái này thì sao? làm thử cái kia thì sao?\n- dùng để đưa ra lời khuyên",
                    "Gram": "Vた+らどう(ですか)?",
                    "Example": "1.N4の試験(しけん)を受(う)けたらどうですか?\n2.日本語が上手(じょうず)だから、アルパイトをしたらどうですか?\n3.熱(ねつ)があるの?薬(くすり)を飲んだらどう?"
                },
                {
                    "Label": "～ても",
                    "Mean": "- mặc dù, cho dù\n- dùng để giả định",
                    "Gram": "ｖて/Nで/A-い-くて/A-な-で + も",
                    "Example": "1.お金がなくても、おいしい物が食べたい。\n2.毎日働(はたら)いても、貯金(ちょきん)がふえない。\n3.日曜日でも、仕事に行きます。\n4.この仕事は、日本語が上手じゃなくてもできます。"
                }
            ]
        }
    ]